Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

source: Release builds sync today/week/30-day summaries, current intensity and alerts. Summaries include repository names and paths, but no raw session text or API keys. iCloud sync is not a backup of local history.
de: Release-Builds synchronisieren Zusammenfassungen für heute, Woche und 30 Tage sowie aktuelle Intensität und Warnungen. Sie enthalten Repository-Namen und -Pfade, aber keine Sitzungstexte oder API-Schlüssel. iCloud-Synchronisierung ist kein Backup des lokalen Verlaufs.
es: Las compilaciones de producción sincronizan los resúmenes de hoy, la semana y 30 días, la intensidad actual y las alertas. Los resúmenes incluyen nombres y rutas de repositorios, pero no texto sin procesar de sesiones ni claves API. La sincronización con iCloud no es una copia de seguridad del historial local.
fr: Les versions de production synchronisent les résumés du jour, de la semaine et de 30 jours, l’intensité actuelle et les alertes. Les résumés contiennent les noms et chemins des dépôts, mais aucun texte brut de session ni clé API. iCloud ne sauvegarde pas l’historique local.
ja: リリースビルドは今日、今週、30日間のサマリー、現在の強度、アラートを同期します。サマリーにはリポジトリ名とパスが含まれますが、セッションの生テキストやAPIキーは含まれません。iCloud同期はローカル履歴のバックアップではありません。
ko: 릴리스 빌드는 오늘, 이번 주, 30일 요약과 현재 강도 및 경고를 동기화합니다. 요약에는 저장소 이름과 경로가 포함되지만 원본 세션 텍스트나 API 키는 포함되지 않습니다. iCloud 동기화는 로컬 기록의 백업이 아닙니다.
pt_br: As compilações de lançamento sincronizam resumos de hoje, da semana e de 30 dias, além da intensidade atual e dos alertas. Os resumos incluem nomes e caminhos de repositórios, mas não textos brutos de sessões nem chaves de API. A sincronização do iCloud não é um backup do histórico local.
zh_hans: 正式版同步今日、本周、30 天摘要、当前强度及提醒；摘要含仓库名称和路径，不包含原始会话正文或 API 密钥。iCloud 同步不替代本地历史备份。
zh_hant_hk: 正式版同步今日、本週、30 天摘要、目前強度及提醒；摘要含儲存庫名稱和路徑，不包含原始會話正文或 API 金鑰。iCloud 同步不替代本地歷史備份。
zh_hant_tw: 正式版同步今日、本週、30 天摘要、目前強度及提醒；摘要含儲存庫名稱和路徑，不包含原始會話正文或 API 金鑰。iCloud 同步不替代本地歷史備份。

source: Renew access
de: Zugriff erneuern
es: Renovar acceso
fr: Renouveler l’accès
ja: アクセスを再許可
ko: 접근 권한 갱신
pt_br: Renovar acesso
zh_hans: 重新授权
zh_hant_hk: 重新授權
zh_hant_tw: 重新授權

source: Repository changes
de: Repository-Änderungen
es: Cambios en repositorios
fr: Modifications des dépôts
ja: リポジトリの変更
ko: 저장소 변경
pt_br: Alterações nos repositórios
zh_hans: 仓库变化
zh_hant_hk: 儲存庫變化
zh_hant_tw: 儲存庫變化

source: Repository scanning
de: Repository-Scan
es: Escaneo de repositorios
fr: Analyse des dépôts
ja: リポジトリのスキャン
ko: 저장소 스캔
pt_br: Verificação de repositórios
zh_hans: 仓库扫描
zh_hant_hk: 儲存庫掃描
zh_hant_tw: 儲存庫掃描

source: Rescan repositories
de: Repositorys erneut scannen
es: Volver a escanear repositorios
fr: Réanalyser les dépôts
ja: リポジトリを再スキャン
ko: 저장소 다시 스캔
pt_br: Verificar repositórios novamente
zh_hans: 重新扫描仓库
zh_hant_hk: 重新掃描儲存庫
zh_hant_tw: 重新掃描儲存庫

source: Rescan tool logs
de: Tool-Protokolle erneut scannen
es: Volver a escanear registros de herramientas
fr: Réanalyser les journaux d’outils
ja: ツールログを再スキャン
ko: 도구 로그 다시 스캔
pt_br: Verificar registros das ferramentas novamente
zh_hans: 重新扫描工具日志
zh_hant_hk: 重新掃描工具記錄
zh_hant_tw: 重新掃描工具記錄

source: Resting
de: Ruhig
es: En reposo
fr: Au repos
ja: 休止中
ko: 휴식
pt_br: Em repouso
zh_hans: 平静
zh_hant_hk: 平靜
zh_hant_tw: 平靜

source: Restore sound
de: Ton wiederherstellen
es: Restaurar sonido
fr: Rétablir le son
ja: サウンドを有効にする
ko: 소리 켜기
pt_br: Restaurar som
zh_hans: 恢复声音
zh_hant_hk: 恢復聲音
zh_hant_tw: 恢復聲音

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

source: Review folder access and tool status while retaining existing configuration and history.
de: Ordnerzugriff und Tool-Status prüfen, ohne vorhandene Konfiguration und Verlauf zu verändern.
es: Revisa el acceso a carpetas y el estado de las herramientas conservando la configuración y el historial existentes.
fr: Vérifiez l’accès aux dossiers et l’état des outils tout en conservant la configuration et l’historique existants.
ja: 既存の設定と履歴を保持したまま、フォルダのアクセス権とツールの状態を再確認します。
ko: 기존 구성과 기록을 유지하면서 폴더 접근 권한 및 도구 상태를 다시 확인합니다.
pt_br: Revise o acesso às pastas e o status das ferramentas, mantendo a configuração e o histórico existentes.
zh_hans: 重新检查目录授权和工具状态，沿用已有配置与历史记录。
zh_hant_hk: 重新檢查資料夾授權和工具狀態，沿用已有設定與歷史記錄。
zh_hant_tw: 重新檢查資料夾授權和工具狀態，沿用已有設定與歷史記錄。

source: Ring reference
de: Ringreferenz
es: Referencia de los anillos
fr: Référence des anneaux
ja: リングの基準
ko: 링 기준
pt_br: Referência dos anéis
zh_hans: 三圈依据
zh_hant_hk: 三圈依據
zh_hant_tw: 三圈依據

source: Sampling interval unavailable
de: Beobachtungszeitraum nicht verfügbar
es: Intervalo de muestreo no disponible
fr: Intervalle d’échantillonnage indisponible
ja: サンプリング間隔は不明です
ko: 샘플링 간격을 알 수 없음
pt_br: Intervalo de amostragem indisponível
zh_hans: 采样区间未知
zh_hant_hk: 採樣區間未知
zh_hant_tw: 採樣區間未知

source: Sampling interval:
de: Beobachtungszeitraum:
es: Intervalo de muestreo:
fr: Intervalle d’échantillonnage :
ja: サンプリング間隔:
ko: 샘플링 간격:
pt_br: Intervalo de amostragem:
zh_hans: 采样区间：
zh_hant_hk: 採樣區間：
zh_hant_tw: 採樣區間：

source: Saved · account API unsupported
de: Gespeichert · Account-API nicht unterstützt
es: Guardado · API de cuenta no compatible
fr: Enregistré · API de compte non prise en charge
ja: 保存済み · アカウントAPIは非対応
ko: 저장됨 · 계정 API 미지원
pt_br: Salvo · API da conta incompatível
zh_hans: 已保存 · 不支持账户观测
zh_hant_hk: 已儲存 · 不支援帳戶觀測
zh_hant_tw: 已儲存 · 不支援帳戶觀測

source: Scanning
de: Wird gescannt
es: Escaneando
fr: Analyse en cours
ja: スキャン中
ko: 스캔 중
pt_br: Verificando
zh_hans: 扫描中
zh_hant_hk: 掃描中
zh_hant_tw: 掃描中

source: Scanning repositories…
de: Repositorys werden gescannt…
es: Escaneando repositorios…
fr: Analyse des dépôts…
ja: リポジトリをスキャン中…
ko: 저장소 스캔 중…
pt_br: Verificando repositórios…
zh_hans: 正在扫描仓库…
zh_hant_hk: 正在掃描儲存庫…
zh_hant_tw: 正在掃描儲存庫…

source: Scans only your selected development folders to find Git repositories and track code changes, independently of home-folder log access.
de: Scannt nur die gewählten Entwicklungsordner, um Git-Repositorys zu finden und Codeänderungen zu verfolgen, unabhängig vom Protokollzugriff auf den Home-Ordner.
es: Solo escanea las carpetas de desarrollo seleccionadas para encontrar repositorios Git y seguir cambios de código, con independencia del acceso a los registros de la carpeta de inicio.
fr: Analyse uniquement les dossiers de développement sélectionnés pour trouver les dépôts Git et suivre les modifications du code, indépendamment de l’accès aux journaux du dossier de départ.
ja: 選択した開発フォルダのみをスキャンしてGitリポジトリを検出し、コード変更を追跡します。ホームフォルダのログアクセスとは独立しています。
ko: 선택한 개발 폴더만 스캔하여 Git 저장소를 찾고 코드 변경을 추적합니다. 홈 폴더 로그 접근과는 독립적입니다.
pt_br: Verifica somente as pastas de desenvolvimento selecionadas para encontrar repositórios Git e acompanhar alterações de código, independentemente do acesso aos registros da pasta pessoal.
zh_hans: 只扫描你指定的开发目录，用于发现 Git 仓库和统计代码变更；与主目录中的工具日志授权独立。
zh_hant_hk: 只掃描你指定的開發資料夾，用於發現 Git 儲存庫和統計程式碼變更；與主資料夾中的工具記錄授權獨立。
zh_hant_tw: 只掃描你指定的開發資料夾，用於發現 Git 儲存庫和統計程式碼變更；與主資料夾中的工具記錄授權獨立。

source: See current AI coding activity through the status robot.
de: Zeigt die aktuelle AI-Coding-Aktivität über den Statusroboter.
es: Consulta la actividad actual de programación con IA mediante el robot de estado.
fr: Consultez l’activité actuelle de codage AI grâce au robot d’état.
ja: ステータスロボットで現在のAIコーディングアクティビティを確認します。
ko: 상태 로봇을 통해 현재 AI 코딩 활동을 확인합니다.
pt_br: Veja a atividade atual de programação com IA pelo robô de status.
zh_hans: 通过状态机器人查看当前 AI 编码活动强度。
zh_hant_hk: 透過狀態機器人查看目前 AI 編碼活動強度。
zh_hant_tw: 透過狀態機器人查看目前 AI 編碼活動強度。

source: See today's AI coding activity in three rings.
de: Zeigt die heutige AI-Coding-Aktivität in drei Ringen.
es: Consulta la actividad de programación con IA de hoy en tres anillos.
fr: Consultez l’activité de codage AI du jour dans trois anneaux.
ja: 3つのリングで今日のAIコーディングアクティビティを確認します。
ko: 세 개의 링으로 오늘의 AI 코딩 활동을 확인합니다.
pt_br: Veja a atividade de programação com IA de hoje em três anéis.
zh_hans: 通过三环查看今日 AI 编码活动。
zh_hant_hk: 透過三環查看今日 AI 編碼活動。
zh_hant_tw: 透過三環查看今日 AI 編碼活動。

source: See today's added and deleted code lines.
de: Zeigt die heute hinzugefügten und gelöschten Codezeilen.
es: Consulta las líneas de código añadidas y eliminadas hoy.
fr: Consultez les lignes de code ajoutées et supprimées aujourd’hui.
ja: 今日追加・削除されたコード行数を確認します。
ko: 오늘 추가 및 삭제된 코드 줄 수를 확인합니다.
pt_br: Veja as linhas de código adicionadas e excluídas hoje.
zh_hans: 查看今日新增与删除的代码行数。
zh_hant_hk: 查看今日新增與刪除的程式碼行數。
zh_hant_tw: 查看今日新增與刪除的程式碼行數。

source: See today's observed AI token count.
de: Zeigt die heute beobachtete Anzahl an AI-Tokens.
es: Consulta el recuento de tokens de IA observado hoy.
fr: Consultez le nombre de jetons AI observé aujourd’hui.
ja: 今日観測されたAIトークン数を確認します。
ko: 오늘 관측된 AI 토큰 수를 확인합니다.
pt_br: Veja a contagem observada de tokens de IA de hoje.
zh_hans: 查看今日已观测的 AI 词元数量。
zh_hant_hk: 查看今日已觀測的 AI 詞元數量。
zh_hant_tw: 查看今日已觀測的 AI 詞元數量。

source: See today's tokens, code lines, and current activity in three rings.
de: Zeigt heutige Tokens, Codezeilen und aktuelle Aktivität in drei Ringen.
es: Consulta los tokens de hoy, las líneas de código y la actividad actual en tres anillos.
fr: Consultez les jetons, les lignes de code et l’activité actuelle du jour dans trois anneaux.
ja: 3つのリングで今日のトークン、コード行数、現在のアクティビティを確認します。
ko: 세 개의 링으로 오늘의 토큰, 코드 줄 수 및 현재 활동을 확인합니다.
pt_br: Veja os tokens, as linhas de código e a atividade atual de hoje em três anéis.
zh_hans: 通过三环查看今日词元、代码行数和当前活动强度。
zh_hant_hk: 透過三環查看今日詞元、程式碼行數和目前活動強度。
zh_hant_tw: 透過三環查看今日詞元、程式碼行數和目前活動強度。

source: See your AI development activity
de: Sieh deine AI-Entwicklungsaktivität
es: Consulta tu actividad de desarrollo con IA
fr: Consultez votre activité de développement AI
ja: AI開発アクティビティを確認
ko: AI 개발 활동을 확인하세요
pt_br: Veja sua atividade de desenvolvimento com IA
zh_hans: 看见你的 AI 开发活动
zh_hant_hk: 看見你的 AI 開發活動
zh_hant_tw: 看見你的 AI 開發活動

source: Session statistics unavailable
de: Sitzungsstatistiken nicht verfügbar
es: Estadísticas de sesión no disponibles
fr: Statistiques de session indisponibles
ja: セッション統計を利用できません
ko: 세션 통계를 사용할 수 없음
pt_br: Estatísticas de sessão indisponíveis
zh_hans: 会话统计暂不可用
zh_hant_hk: 會話統計暫不可用
zh_hant_tw: 會話統計暫不可用

source: Session trajectory could not be read.
de: Sitzungsverlauf konnte nicht gelesen werden.
es: No se pudo leer la trayectoria de la sesión.
fr: Impossible de lire la trajectoire de la session.
ja: セッションの推移を読み取れませんでした。
ko: 세션 추이를 읽을 수 없습니다.
pt_br: Não foi possível ler a trajetória da sessão.
zh_hans: 会话轨迹读取失败。
zh_hant_hk: 會話軌跡讀取失敗。
zh_hant_tw: 會話軌跡讀取失敗。

source: Sessions could not be read; this does not mean no activity.
de: Sitzungen konnten nicht gelesen werden; das bedeutet nicht, dass keine Aktivität vorliegt.
es: No se pudieron leer las sesiones; eso no significa que no haya actividad.
fr: Impossible de lire les sessions ; cela ne signifie pas qu’il n’y a aucune activité.
ja: セッションを読み取れませんでしたが、アクティビティがないとは限りません。
ko: 세션을 읽을 수 없지만 활동이 없다는 뜻은 아닙니다.
pt_br: Não foi possível ler as sessões; isso não significa ausência de atividade.
zh_hans: 会话读取失败，不代表没有活动。
zh_hant_hk: 會話讀取失敗，不代表沒有活動。
zh_hant_tw: 會話讀取失敗，不代表沒有活動。

source: Sessions loaded, but repository output is unavailable.
de: Sitzungen geladen, aber Repository-Ausgabe ist nicht verfügbar.
es: Se cargaron las sesiones, pero la producción del repositorio no está disponible.
fr: Sessions chargées, mais la sortie du dépôt est indisponible.
ja: セッションは読み込まれましたが、リポジトリ出力を利用できません。
ko: 세션을 불러왔지만 저장소 결과물을 사용할 수 없습니다.
pt_br: Sessões carregadas, mas a produção do repositório está indisponível.
zh_hans: 会话已读取，但仓库产出暂不可用。
zh_hant_hk: 會話已讀取，但儲存庫產出暫不可用。
zh_hant_tw: 會話已讀取，但儲存庫產出暫不可用。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant_hk: 設定
zh_hant_tw: 設定

source: Show database in Finder
de: Datenbank im Finder anzeigen
es: Mostrar base de datos en Finder
fr: Afficher la base de données dans le Finder
ja: データベースをFinderに表示
ko: Finder에서 데이터베이스 보기
pt_br: Mostrar banco de dados no Finder
zh_hans: 在访达中显示数据库
zh_hant_hk: 在Finder中顯示資料庫
zh_hant_tw: 在Finder中顯示資料庫

source: Show local log
de: Lokales Protokoll anzeigen
es: Mostrar registro local
fr: Afficher le journal local
ja: ローカルログを表示
ko: 로컬 로그 보기
pt_br: Mostrar registro local
zh_hans: 查看本地日志
zh_hant_hk: 查看本地記錄
zh_hant_tw: 查看本地記錄

source: Show or hide key
de: Schlüssel ein- oder ausblenden
es: Mostrar u ocultar clave
fr: Afficher ou masquer la clé
ja: キーの表示／非表示
ko: 키 표시 또는 숨기기
pt_br: Mostrar ou ocultar chave
zh_hans: 显示或隐藏密钥
zh_hant_hk: 顯示或隱藏金鑰
zh_hant_tw: 顯示或隱藏金鑰

source: Signal expired
de: Signal abgelaufen
es: Señal caducada
fr: Signal expiré
ja: シグナルの期限切れ
ko: 신호 만료
pt_br: Sinal expirado
zh_hans: 观测已过期
zh_hant_hk: 觀測已過期
zh_hant_tw: 觀測已過期

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté
ja: サインイン済み
ko: 로그인됨
pt_br: Sessão iniciada
zh_hans: 已登录
zh_hant_hk: 已登錄
zh_hant_tw: 已登錄

source: Some queries failed
de: Einige Abfragen fehlgeschlagen
es: Algunas consultas han fallado
fr: Certaines requêtes ont échoué
ja: 一部の読み込みに失敗
ko: 일부 조회 실패
pt_br: Algumas consultas falharam
zh_hans: 部分读取失败
zh_hant_hk: 部分讀取失敗
zh_hant_tw: 部分讀取失敗

source: Some statistics could not be read; empty charts and zero values do not mean no activity.
de: Einige Statistiken konnten nicht gelesen werden; leere Diagramme und Nullwerte bedeuten nicht, dass keine Aktivität vorliegt.
es: No se pudieron leer algunas estadísticas; los gráficos vacíos y los valores cero no significan que no haya actividad.
fr: Certaines statistiques n’ont pas pu être lues ; des graphiques vides et des valeurs nulles ne signifient pas qu’il n’y a aucune activité.
ja: 一部の統計を読み取れませんでした。空のグラフやゼロの値は、アクティビティがないことを意味しません。
ko: 일부 통계를 읽을 수 없습니다. 빈 차트와 0 값이 활동이 없다는 뜻은 아닙니다.
pt_br: Não foi possível ler algumas estatísticas; gráficos vazios e valores zero não significam ausência de atividade.
zh_hans: 部分统计读取失败，空图和零值不代表没有活动。
zh_hant_hk: 部分統計讀取失敗，空圖和零值不代表沒有活動。
zh_hant_tw: 部分統計讀取失敗，空圖和零值不代表沒有活動。

source: Sound is enabled
de: Ton ist aktiviert
es: El sonido está activado
fr: Le son est activé
ja: サウンドは有効
ko: 소리가 켜져 있음
pt_br: O som está ativado
zh_hans: 声音已开启
zh_hant_hk: 聲音已開啓
zh_hant_tw: 聲音已開啓

source: Sound is muted
de: Ton ist ausgeschaltet
es: El sonido está silenciado
fr: Le son est coupé
ja: サウンドはミュート中
ko: 소리가 꺼져 있음
pt_br: O som está silenciado
zh_hans: 声音已关闭
zh_hant_hk: 聲音已關閉
zh_hant_tw: 聲音已關閉

source: Sources ready; no activity yet
de: Quellen bereit; noch keine Aktivität
es: Fuentes listas; aún no hay actividad
fr: Sources prêtes ; aucune activité pour le moment
ja: ソースは準備済みです。アクティビティはまだありません
ko: 소스 준비됨 · 아직 활동 없음
pt_br: Fontes prontas; ainda sem atividade
zh_hans: 读取正常，当前暂无活动
zh_hant_hk: 讀取正常，目前暫無活動
zh_hant_tw: 讀取正常，目前暫無活動

source: Startup & onboarding
de: Start & Einführung
es: Inicio y configuración inicial
fr: Démarrage et intégration
ja: 起動とオンボーディング
ko: 시작 및 온보딩
pt_br: Inicialização e introdução
zh_hans: 启动与引导
zh_hant_hk: 啓動與引導
zh_hant_tw: 啓動與引導

source: Stores collected history; this is not a tool log source or a repository scanning folder.
de: Speichert den erfassten Verlauf; dies ist weder eine Tool-Protokollquelle noch ein Ordner für Repository-Scans.
es: Almacena el historial recopilado; no es una fuente de registros de herramientas ni una carpeta para escanear repositorios.
fr: Stocke l’historique collecté ; ce n’est ni une source de journaux d’outils ni un dossier d’analyse des dépôts.
ja: 収集済みの履歴を保存します。ツールログの取得元やリポジトリのスキャン対象フォルダではありません。
ko: 수집한 기록을 저장하며 도구 로그 소스나 저장소 스캔 폴더가 아닙니다.
pt_br: Armazena o histórico coletado; não é uma fonte de registros de ferramentas nem uma pasta de verificação de repositórios.
zh_hans: 保存已经采集的历史记录，不是日志来源或仓库扫描目录。
zh_hant_hk: 儲存已經採集的歷史記錄，不是記錄來源或儲存庫掃描資料夾。
zh_hant_tw: 儲存已經採集的歷史記錄，不是記錄來源或儲存庫掃描資料夾。

source: Summaries synced successfully
de: Zusammenfassungen erfolgreich synchronisiert
es: Resúmenes sincronizados correctamente
fr: Résumés synchronisés
ja: サマリーを同期しました
ko: 요약 동기화 성공
pt_br: Resumos sincronizados com sucesso
zh_hans: 摘要同步成功
zh_hant_hk: 摘要同步成功
zh_hant_tw: 摘要同步成功

source: Summary stale
de: Zusammenfassung veraltet
es: Resumen desactualizado
fr: Résumé obsolète
ja: サマリーが古くなっています
ko: 요약이 오래됨
pt_br: Resumo desatualizado
zh_hans: 摘要已陈旧
zh_hant_hk: 摘要已陳舊
zh_hant_tw: 摘要已陳舊

source: Summary sync failed; retry later
de: Zusammenfassung konnte nicht synchronisiert werden; später erneut versuchen
es: Error al sincronizar resúmenes; inténtalo más tarde
fr: Échec de la synchronisation du résumé ; réessayez plus tard
ja: サマリーの同期に失敗しました。後で再試行してください
ko: 요약 동기화에 실패했습니다. 나중에 다시 시도하세요
pt_br: Falha ao sincronizar o resumo; tente novamente depois
zh_hans: 摘要同步失败，可稍后重试
zh_hant_hk: 摘要同步失敗，可稍後重試
zh_hant_tw: 摘要同步失敗，可稍後重試

source: Summary updated
de: Zusammenfassung aktualisiert
es: Resumen actualizado
fr: Résumé mis à jour
ja: サマリー更新:
ko: 요약 업데이트
pt_br: Resumo atualizado
zh_hans: 摘要更新于
zh_hant_hk: 摘要更新於
zh_hant_tw: 摘要更新於

source: Support & versions
de: Support & Versionen
es: Compatibilidad y versiones
fr: Assistance et versions
ja: サポートとバージョン
ko: 지원 및 버전
pt_br: Suporte e versões
zh_hans: 支持与版本
zh_hant_hk: 支援與版本
zh_hant_tw: 支援與版本

source: Supported local logs are read automatically, independently of subscription plans.
de: Unterstützte lokale Protokolle werden unabhängig von Abonnements automatisch gelesen.
es: Los registros locales compatibles se leen automáticamente, con independencia de los planes de suscripción.
fr: Les journaux locaux compatibles sont lus automatiquement, indépendamment des abonnements.
ja: 対応するローカルログは、サブスクリプションプランとは無関係に自動で読み取られます。
ko: 지원되는 로컬 로그는 구독 요금제와 관계없이 자동으로 읽습니다.
pt_br: Os registros locais compatíveis são lidos automaticamente, independentemente dos planos de assinatura.
zh_hans: 自动读取支持的本地日志；套餐配置与活动读取无关。
zh_hant_hk: 自動讀取支援的本地記錄；計劃設定與活動讀取無關。
zh_hant_tw: 自動讀取支援的本地記錄；方案設定與活動讀取無關。

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
ja: 同期
ko: 동기화
pt_br: Sincronizar
zh_hans: 同步
zh_hant_hk: 同步
zh_hant_tw: 同步

source: Sync again
de: Erneut synchronisieren
es: Volver a sincronizar
fr: Synchroniser à nouveau
ja: 再同期
ko: 다시 동기화
pt_br: Sincronizar novamente
zh_hans: 重新同步
zh_hant_hk: 重新同步
zh_hant_tw: 重新同步

source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fr: Échec de la synchronisation
ja: 同期に失敗
ko: 동기화 실패
pt_br: Falha na sincronização
zh_hans: 同步失败
zh_hant_hk: 同步失敗
zh_hant_tw: 同步失敗

source: Sync incomplete
de: Synchronisierung unvollständig
es: Sincronización incompleta
fr: Synchronisation incomplète
ja: 同期未完了
ko: 동기화 미완료
pt_br: Sincronização incompleta
zh_hans: 同步未完成
zh_hant_hk: 同步未完成
zh_hant_tw: 同步未完成

source: Sync incomplete; cached data retained
de: Synchronisierung unvollständig; Cache-Daten beibehalten
es: Sincronización incompleta; se conservaron los datos en caché
fr: Synchronisation incomplète ; données en cache conservées
ja: 同期は未完了です。キャッシュデータは保持されています
ko: 동기화가 완료되지 않아 캐시된 데이터를 유지했습니다
pt_br: Sincronização incompleta; dados em cache mantidos
zh_hans: 未能完整同步，已保留缓存
zh_hant_hk: 未能完整同步，已保留快取
zh_hant_tw: 未能完整同步，已保留快取

source: Syncing summaries…
de: Zusammenfassungen werden synchronisiert…
es: Sincronizando resúmenes…
fr: Synchronisation des résumés…
ja: サマリーを同期中…
ko: 요약 동기화 중…
pt_br: Sincronizando resumos…
zh_hans: 正在同步摘要…
zh_hant_hk: 正在同步摘要…
zh_hant_tw: 正在同步摘要…

source: Syncing…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
zh_hans: 正在同步…
zh_hant_hk: 正在同步…
zh_hant_tw: 正在同步…

source: Temporarily allowed
de: Vorübergehend erlaubt
es: Permitido temporalmente
fr: Autorisé temporairement
ja: 一時的に許可
ko: 임시 허용됨
pt_br: Permitido temporariamente
zh_hans: 临时授权
zh_hant_hk: 臨時授權
zh_hant_tw: 臨時授權

source: The first two segments form input. Cache reads are not counted twice; cache creation is not a cache hit. Segment widths include a visibility floor; details show exact amounts.
de: Die ersten beiden Segmente bilden die Eingabe. Cache-Lesevorgänge werden nicht doppelt gezählt; Cache-Erstellung ist kein Cache-Treffer. Segmentbreiten haben eine sichtbare Mindestgröße; Details zeigen exakte Mengen.
es: Los dos primeros segmentos forman la entrada. Las lecturas de caché no se cuentan dos veces y crear caché no es un acierto de caché. Los anchos de los segmentos incluyen un mínimo visible; los detalles muestran las cantidades exactas.
fr: Les deux premiers segments forment l’entrée. Les lectures du cache ne sont pas comptées deux fois et sa création n’est pas un accès au cache. Les largeurs ont un minimum visible ; les détails montrent les quantités exactes.
ja: 最初の2区分が入力を構成します。キャッシュ読み取りは二重計上されず、キャッシュ作成はキャッシュヒットではありません。各区分には視認性を保つ最小幅があり、詳細には正確な値が表示されます。
ko: 처음 두 구간이 입력을 구성합니다. 캐시 읽기는 중복 계산되지 않으며 캐시 생성은 캐시 적중이 아닙니다. 구간 너비에는 최소 표시 폭이 적용되고 세부 정보에는 정확한 값이 표시됩니다.
pt_br: Os dois primeiros segmentos formam a entrada. As leituras do cache não são contadas duas vezes; a criação de cache não é um acerto de cache. As larguras dos segmentos incluem um mínimo de visibilidade; os detalhes mostram os valores exatos.
zh_hans: 前两段共同构成输入；缓存命中不重复累加，缓存写入不标为缓存命中。鼻梁为可读性给每段保留最小宽度，剩余宽度按真实比例分配；准确数值在明细中显示。
zh_hant_hk: 前兩段共同構成輸入；快取命中不重複累加，快取寫入不標為快取命中。鼻梁為可讀性給每段保留最小寬度，剩餘寬度按真實比例分配；準確數值在明細中顯示。
zh_hant_tw: 前兩段共同構成輸入；快取命中不重複累加，快取寫入不標為快取命中。鼻梁為可讀性給每段保留最小寬度，剩餘寬度按真實比例分配；準確數值在明細中顯示。

source: The forehead shows current intensity, the left eye tokens and the right eye repository changes. The range switch affects historical statistics only.
de: Die Stirn zeigt die aktuelle Intensität, das linke Auge Tokens und das rechte Auge Repository-Änderungen. Der Zeitraum-Umschalter betrifft nur historische Statistiken.
es: La frente muestra la intensidad actual, el ojo izquierdo los tokens y el derecho los cambios en repositorios. El selector de intervalo solo afecta a las estadísticas históricas.
fr: Le front affiche l’intensité actuelle, l’œil gauche les jetons et l’œil droit les modifications des dépôts. Le sélecteur de période n’affecte que les statistiques historiques.
ja: 額は現在の強度、左目はトークン、右目はリポジトリの変更を示します。期間の切り替えは履歴統計にのみ影響します。
ko: 이마는 현재 강도, 왼쪽 눈은 토큰, 오른쪽 눈은 저장소 변경을 표시합니다. 기간 전환은 기록 통계에만 영향을 줍니다.
pt_br: A testa mostra a intensidade atual, o olho esquerdo mostra os tokens e o olho direito mostra as alterações nos repositórios. O seletor de intervalo afeta somente as estatísticas históricas.
zh_hans: 额头显示当前活动强度，左眼显示词元，右眼显示仓库代码变化。下方时间切换只影响历史统计。
zh_hant_hk: 額頭顯示目前活動強度，左眼顯示詞元，右眼顯示儲存庫程式碼變化。下方時間切換只影響歷史統計。
zh_hant_tw: 額頭顯示目前活動強度，左眼顯示詞元，右眼顯示儲存庫程式碼變化。下方時間切換只影響歷史統計。

source: The tools below store logs inside repositories and need a development folder to be found.
de: Die folgenden Tools speichern Protokolle in Repositorys und benötigen einen Entwicklungsordner, um gefunden zu werden.
es: Las herramientas siguientes guardan registros dentro de repositorios y necesitan una carpeta de desarrollo para poder detectarse.
fr: Les outils ci-dessous stockent leurs journaux dans les dépôts et nécessitent un dossier de développement pour être détectés.
ja: 以下のツールはリポジトリ内にログを保存するため、検出には開発フォルダの指定が必要です。
ko: 아래 도구는 저장소 안에 로그를 저장하므로 이를 찾으려면 개발 폴더가 필요합니다.
pt_br: As ferramentas abaixo armazenam registros dentro de repositórios e precisam de uma pasta de desenvolvimento para serem encontradas.
zh_hans: 下面的工具把日志保存在仓库内，需要指定开发目录才能发现。
zh_hant_hk: 下面的工具把記錄儲存在儲存庫內，需要指定開發資料夾才能發現。
zh_hant_tw: 下面的工具把記錄儲存在儲存庫內，需要指定開發資料夾才能發現。
